Repository: Halakadour/mahatacast_dashboard
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: try again
ar: حاول مجدداً

# loginTitle
source: Hey, Welcome Back
ar: مرحباً بعودتك

source: Add valid name
ar: أدخل اسم صالح

source: name
ar: الاسم

# addvaildpassword
source: Enter a vaild password
ar: أدخل كلمة سر صالحة

source: password
ar: كلمة السر

source: Login
ar: تسجيل الدخول

source: Welcome Admin
ar: أهلاً بالمسؤول

# mahatacastdashboard
source: This is mahatacast dashboard
ar: هذه لوحة تحكم محطة البث

source: Podcast
ar: البودكاست

source: Channel
ar: القنوات

source: Reports
ar: الإبلاغات

source: The podcast
ar: البودكاست

# hasreported
source: has been reported
ar: تم الإبلاغ عليه

source: Setting
ar: الإعدادات

source: Language
ar: اللغة

source: English
ar: الإنكليزية

source: Arabic
ar: العربية

source: Logout
ar: سجل خروج

source: Add Your Contents
ar: أضف المحتوى الخاص بالتطبيق

# startcreatingcontents
source: start creating the contents
ar: إبدأ بإنشاء المحتوى

source: it goes successfully
ar: تمت العملية بنجاح

source: The process failed
ar: فشلت العملية

source: add
ar: أضف

source: failed
ar: فشل

source: Done
ar: تمت

source: The Channel
ar: القناة

source: request for approval
ar: تطلب إذن الموافقة

# requestpermissionpublish
source: requesting permission to publish
ar: تطلب إذن الموافقة على نشر البودكاست

source: Approved
ar: موافقة

source: Delete
ar: رفض

# Areyougoingapporvechannel
source: Are you going apporve the channel ?
ar: هل ستقوم بالموافقة على القناة ؟

source: cancel
ar: إلغاء

source: Successfuly apporved
ar: تمت الموافقة بنجاح

# didnotapproved
source: didn't approved
ar: فشلت الموافقة

source: yes
ar: نعم

# Areyougoingapporvepodcast
source: Are you going apporve the podcast ?
ar: هل ستقوم بالموافقة على البودكاست ؟

# deletechannel
source: Are you going delete the channel ?
ar: هل ستقوم بحذف القناة ؟

source: Successfuly deleted
ar: تم الحذف بنجاح

# didnotdelete
source: didn't delete
ar: فشلت عملية الحذف

# deletepodcast
source: Are you going delete the podcast ?
ar: هل ستقوم بحذف البودكاست ؟

# errorMessage
source: Something went wrong please try again
ar: حدث خطأ ما الرجاء المحاولة مرة أخرى

# wanttologout
source: Do you want to logout ?
ar: هل تريد تسجيل الخروج ؟

source: home
ar: الرئيسية

source: unapproved
ar: غير المعتمدة

source: unactived
ar: غير المفعلة

# didnotpostpodcast
source: didn't publish podcast yet!
ar: لم تقم بنشر البودكاست بعد

source: Delete The Channel
ar: حذف القناة

# LogoutSuccess
source: Logout successfully
ar: تم تسجيل الدخول بنجاح

source: Logout failed
ar: فشلت عملية تسجيل الدخول
